{
    "Jobs": [
        {
            "Job Title:": "Software Engineer",
            "Employer name: ": "ES32.3★",
            "Job Location: ": "Warner Robins, GA",
            "Job Details: ": "General Description & Duties: Two positions are available with the ES3 Software Development Team and offers an opportunity to be at the forefront of building and maintaining proprietary systems to support and enhance cutting edge aerospace development. In working with talented and dedicated software developers, engineers, and business professionals, the ES3 Software Engineer will apply proven software engineering methodologies throughout the software development lifecycle including requirements analysis, design, development, coding and testing, implementation and system training. If you are an experienced Software Engineer with two to four years of experience or have more senior level experience greater than four years, we invite you to immediately apply to this exciting opportunity.*ES3 Overview: *ES3 takes great care to ensure we maintain just corporate policies, effective personnel management, and aggressive compensation packages. As a result, ES3 has a proven track record of successful recruitment and stellar retention of professional staff.ES3 has a purposeful business mission—to improve the performance, maintenance, and supply of mission-critical and safety-of-flight aerospace systems while reducing the hazardous exposures of aviation maintenance crews and reducing the environmental impact of aerospace operations and production processes. At ES3 you can feel good that your daily work activities support the broader objectives of improving aviation performance / safety, reducing the environmental impact of aviation, and improving the safety and work conditions for aviation workers.ES3 has a strong corporate culture of camaraderie, excellence, and effectiveness that truly stands out in today’s aerospace industry. Each of ES3’s locations work hard to maintain a secure, healthy, family-friendly, positive, and cooperative work environment. Joining ES3 will be like joining a family that will make sure you are happy with your work, your office environment, and your fellow co-workers. You can take pride in your work, be inspired and stay engaged with your co-workers and thrive in your field of expertise. Once you join ES3, you’ll want to make it your forever employer.ES3 professional staff are the talent that makes ES3 successful. You will be one within the highly valued rank of professional staff. You will have access to:state-of-the art equipment,modern work facilities,private office and flexible schedulesThis Software Engineer position provides an opportunity for the individual to:work in-office from any of our established locations in Clearfield, UT, San Diego, CA, Warner Robins, GA or Midwest City, OK. Our Utah facility boasts private offices, more than 75 engineers, scientists, and technicians, along with proximity to our 120,000 square foot aerospace R&D, laboratory, prototyping, testing, and production center. ES3 also has facilities in downtown San Diego, California with spectacular ocean views, thriving historical and cultural attractions. ES3 Warner Robins, Georgia is known as one of the best places to live in Georgia with beautiful parks, suburban communities, and a large Aviation community. Our Midwest City, Oklahoma facility is centrally located, providing family friendly living, partnerships with big and local businesses and military collaborations. All our facilities have people steeped in a corporate culture that promotes a congenial and enjoyable workplace. We invite you to become one of our valued professional staff members.*Candidate Skills & Capabilities: *Object Oriented Design / DevelopmentC#, ASP.NET CoreReact, HTML, CSS, JavascriptRDBMS via MS SQL ServerAITechnical WritingWindowsGit / GitlabBootstrap, XML and Linux are a plusMVC Architecture a plus*Education & Experience Required: *Bachelors Degree (Computer Science)Minimum 2-4 years of related experience4-6+ years of directly related experience (a plus)*Other Requirements: *Candidate must be U.S. CitizenAs a condition of employment, candidates will be required to participate in a background investigation and be able to obtain a U.S. Government Security Clearance.Ability to travel if requiredKey Competencies: Excellent communication skillsAn aptitude to learn new technologyPositive, pleasant, and professional attitude with all levels of staff, customers and government representativesInitiative and are pro-active, flexible, and open to changing prioritiesStrong work ethic, high-integrity, and high motivation for excellenceDependability and reliabilityBenefits: ES3 can offer an environment that is both enriching and rewarding. ES3 offers an exceptional benefits program including:Medical InsuranceDental InsuranceVision InsuranceLife InsuranceDisability InsuranceFlexible Spending Account and Health Reimbursement AccountHealth Savings AccountCompetitive Paid-Time-Off accrualHoliday PayA generous matching 401K plan with up to 6% match and up to 2% profit sharing.From our experience, staff members who participate in our company 401(k) plan are more engaged in our company than staff who do not. Thus, we try to partner with individuals who reinforce our company culture. Please visit our website at www.es3inc.com to learn more about us.Job Type: Full-time",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=101&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_6117e1b3&cb=1674193210428&jobListingId=1008324836022&cpc=63FB6BC992AD38E9&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-0a04ae4d674a710f--6NYlbfkN0ACP95TEo2qQOnetKqBGQRUR01I0jZx3iLnZnS8nUvkOZbSMlEQkvgBDAYkMZENscfCTohN1RiF_B4R8_Qy7Hcle27r2ZpOP3HeAh4YnnAdcSZZB8_z5in-rTSkkW8KwNWtC2QzKj-94JHC-16XJPg5Yd8uvofRqYy-Tf9YMs6LNuvCkhviVD7znQiug4Vn2ZyBTcPAjsMIgNNjTyy0kGtja7AmOGvKpdxsrANBCOfwzPpL8x5sZxwDrkhvgthl_feJX3KXEinF1Kv6gmvVkr9_sInTg3HUxZXB0QQ4mSvVJ0LtsuDlXORN1Lmo6wpqvmUSw4m905tAVS74Q9adxA3QUdL96xXORtPa3A39WS4kRQdiXCyo6VNnyb5Ct2di9FVmVsiiokYFW_rpVWY-lLRr6x9-UImIav9G0HHjWdeG2aIrSIGNvi2M9ASFKdzCrZNqolG-mculTvdfpub-KkbLgW-K2zkB3FdT1aqbL9N_DC_zx7WYYtvoMygxyIcW-rEHgiOAMcJbggVOxwp5WnfACQlA-cV7GDMWbZ_MYYBPmFhqvn1mOryRUWr72SQ9Lor-OEJ-b72amGM6MfIqdf0xv7sdI5i1I1eoBMWYFigxhm2xImj1NwcTlDE78FuKnrFY6N8mMLW_31wWs6IxbRQ_iqGGFEok9C4lWkXyFxD6b3z1miIQxegd9xT-VXeZh3LoTHADFn_jMRtHXrMPbS62xHRWVC_PdXAOHHhZJ-dDOYTp24RluIF6QcFTk2InsofVecuy00IgjvLhLsgZ89bBjKFOMrmLSABxxKnqJZpnsp2z7MSKdaeip6VVNH8-gW8wtfFfRVLPFg%3D%3D"
        },
        {
            "Job Title:": "TJA Application Developer",
            "Employer name: ": "PROSOFT3.9★",
            "Job Location: ": "Norfolk, VA",
            "Job Details: ": "Position: Application DeveloperLocation: Norfolk, VA 23551Req: 2022.39.4.18.02.32Salary: CompetitiveTask Description: a. The contractor will design, develop, manage and maintain the USFFF HQ & TYCOM TJA(Training Jacket Application) using ASP.NET, T-SQL, C#, HTML, CSS, JavaScript, and otherweb related technologies.b. Build prototype models using but not limited to Data Modeling Tools, mock up sites, and FlowCharts. These will be fully functional prototypes that allow users to get acquainted with a new wayof doing business and provide a mechanism for feedback.c. Assist in the security maintenance of systems and applications to include but not limited to IAVAand STIG.d. Write application(s) user guides and provided technical support/assist to end users of the application.e. Assist in the development and maintenance of other custom applications hosted by USFF N6.f. Work with a team of developers and gather requirements from customers.g. The test and development environment exists on site as GFE.h. Build reports and dashboards using SQL Reporting Services, and/or similar Business Intelligencetechnologies.i. Performs thorough code testing and error validation prior to deploying to production.j. Participates in the planning, documentation, design, meetings, development, review of the customSharePoint solutions and/or applications and Information Assurance.k. Translates high-level business requirements into specific design by developing an effective and efficientprototyping/storyboard process to communicate user experience visions to stakeholders.l. Develop POAM on all applications and/or projects/tasks.m.Develop technical guides of applications and provide technical support and training to end users.n .Utilize Visual Studio and Virtualization technology for application and solution development.o .Enforce Information Assurance security requirements on all developed applications.p .Provide technical advice and recommendations such as best practices on current and trendingtechnologies on its potential use and gain for the government.Qualificationa. EducationBachelor Degree in Computer Science/Engineering or Associate Degree in Computer Sciencewith additional 2 years of experience.b. Experience: Minimum 6 years of experience, proficiency and in depth knowledge in application developmentusing Microsoft SQL Server (Database Engine, Reporting Services, Integration Services and Analysis Services),PowerShell, ASP.NET, C#, Java Script, HTML, CSS, Microsoft Windows Server, Visual Studio, and web relatedtechnologies.Experienced, proficient and in depth knowledge in data modeling, user interface and/or experience (UI/UX)design and implementation.Experienced and proficient in the installation, configuration, and management of virtualization technologysuch as Hyper-V and VMware.Excellent and proficient communication and writing skills, and possess a proven ability to be a self-motivatedmember of the Development Team.Ability to work on multiple projects at a time, prioritizing efforts and meet deadlines.C. CertificationMust maintain current CompTIA Security+ certification.Must have current certification in Developing ASP.NET MVC Web Application or Programming in C# orfollow-on certification.d. Security ClearanceMust have an active secret clearanceAll candidates selected will be subject to a background security investigation.Please visit our website, www.prosoft-eng.com for all up to date listings of all Open and Available positions.About Us: From our inception in 1984 to the present, we have had a single focus: to provide integrated solutions that exceed customer expectations in every performance area, by fostering an environment where PROSOFT employees continue to thrive. We are headquartered in Virginia Beach, VA, with technical engineering and administrative staff serving in locations worldwide. PROSOFT has an established reputation for providing our clients superlative support in four distinct areas of expertise: Program Management & Administrative Services, Systems & Software Engineering, Network & Infrastructure Engineering, and Training Development & Delivery.EEOC Information: The recruitment, testing and hiring of all personnel will be without discrimination against any individual with regard to race, color, religion, gender, national origin, gender identity, disability, or protected veteran status. Attempts will be made to contact known sources of minority and women potential applicants so as to maximize the participation of such applicants.Job Type: Full-time",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=102&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&cs=1_5ee0f4ed&cb=1674193210428&jobListingId=1008156987796&cpc=A01C6279D92D7ADF&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-957825a8a443bdb5--6NYlbfkN0D9Tns26dJe0YZYfeLHCISRai-gqSW4bi9E-yWY-TDNnJ134iSfUxU3VciME1D2IYXU0vTW2xUI_anxeFNj4H4MeRdVma_3phaiG0tDhztwffvKbVGfD3xpViRUbD4qMRA2yT64prnf93I49ORFocvX2suLY7lyRbyItSBuol0jrEOc46fz8ELDIohQNfU2mlbsN1neIcrup7TSRCBOKX2Q6IoF9mbMsEgncwthwNLeH3dDgKlZSuDJKM_g4PlICfZLnmdZrEi1szb_20030-j7hyKVXFDG3FxJlxsA1ri6PqJZQt3bZT4KlZzIzQ7K7ZP6CV4Vl6CI9lKp2FLBBy0SrcHSLH5vUU_mi_ggXJGolZbc9zfjNMRsXln-UNHAac7LIABL-j0xVYzdmabaJKwf8-9JGq-ERna6QX1gbgMWvTbz0mhQAruw1FQznGSiEhNMzR1UW2bkw7f_gwp3JhQEfr8dhgYboG17kV-6ZcuQ29V4fpLLZoI3G8qvsSOVYqc3O3MrHGEr5h4KlJ-H1ujMN25Rew22sDug_uBi7e6n5d8eDXB3sHoVrOxATuXHBMF0P-RP3hm12vGzm2XMGJQfkPgHMQUC04_NBVDAMH1VHw%3D%3D"
        },
        {
            "Job Title:": "Senior Software Developer",
            "Employer name: ": "ProPack Logistics US, LLC3.0★",
            "Job Location: ": "Portland, TN",
            "Job Details: ": "Job DescriptionAbout Us: We are ProPack, a fast-growing Third-Party Logistics (3PL) company whose core purpose is to help our clients achieve extraordinary success.Founded in 1991, we have spent the last 30 years developing our own custom-built processes, software, and related technology to support our six North American warehouses and the clients we serve. The collaboration of our operations and technology departments has allowed ProPack to respond quickly and effectively to business opportunities and client needs.At ProPack we value a positive mindset, hard work, innovation, and a great work/life balance. ProPack’s growth is a direct result of our owners, management, and employees working closely together to continuously improve our way of doing business. Input, feedback, and collaboration are welcomed and encouraged at all levels of the organization.We are currently in the process of rewriting our core technology and seek a highly motivated individual to join our development team. If you want to be part of an energetic atmosphere, work in partnership with end users, travel around North America, and clearly see your work’s impact on a rapidly growing enterprise we want to meet you!ABOUT THIS ROLE: This position is designed to transition into the Director of Systems Development role. The individual will oversee the completion of our full system rebuild via Angular and help to build and lead a team that will accelerate ProPack’s technology to the next phase.JOB TITLE: Senior Software DeveloperDESCRIPTION: Write, document, and support custom applications for in-house use at ProPackREPORTS TO: Vice President, TechnologyDEPARTMENT: Information TechnologySTATUS: ExemptESSENTIAL FUNCTION: A Senior Software Developer collaborates with the Director of Systems Development to design, develop, document and support custom software to facilitate internal operations and client integration with ProPack’s systems.DUTIES & RESPONSIBILITIES: Design, write, test and deploy custom software code for ProPack systemsTroubleshoot and support existing software applicationsWrite and update documentation for custom software and system designAdvise on and help continuously improve the system development processOversee application testingCreate and maintain technical and end-user documentationREQUIRED QUALIFICATIONS: Passion for operational efficiency, identifying challenges and developing solutions, and working with people6+ years experience and proficiency in Angular 2+, SQL, C#, JavaScript, HTML, And CSSExperienced with relational database concepts and designFamiliarity with REST and/or SOAP based Web API development and usageDemonstrated proficiency in UI development using web technologiesProject management experienceTime management and flow managementCreativity and problem solving skillsExcellent communication and presentation skillsTyping over 50 words per minutePREFERRED QUALIFICATIONS: Experience in logistics and supply chain managementKnowledgeable in Lean methodologiesJOB EXPECTATIONS/REQUIREMENTS: Embodies ProPack’s Core Values of “Humble, Hungry, and Teamwork Focused”Maintain a professional workplaceCollaborate with end users and managementStrive for excellence in throughput and accuracyConstantly be thinking of and suggesting new processes and ideasPromote continuous improvement in all areasGo above and beyond in customer serviceOccasional travelJob Type: Full-timeBenefits:401(k)Dental insuranceHealth insurancePaid time offVision insuranceSchedule:8 hour shiftDay shiftMonday to FridayFlexible work from home two days a weekApplication Question(s):Please describe your ideal workplace culture.Experience:relational database: 6 years (Preferred)T-SQL: 6 years (Preferred)JavaScript/Angular 2+/TypeScript: 6 years (Preferred)HTML/CSS: 6 years (Preferred)Work Location: One locationThis Job Is Ideal for Someone Who Is:Dependable -- more reliable than spontaneousAdaptable/flexible -- enjoys doing work that requires frequent shifts in directionInnovative -- prefers working in unconventional ways or on tasks that require creativityCompany's website:https://www.propack.com/Benefit Conditions:Waiting period may applyWork Remotely:Hybrid; minimum of two days in-office per work weekCOVID-19 Precaution(s):Social distancing guidelines in placeVirtual meetingsSanitizing, disinfecting, or cleaning procedures in placeJob Type: Full-timeBenefits:401(k)Dental insuranceHealth insurancePaid time offVision insuranceSchedule:8 hour shiftDay shiftMonday to FridayAbility to commute/relocate:Portland, TN 37148: Reliably commute or planning to relocate before starting work (Required)Application Question(s):Please describe your ideal workplace culture.Experience:JavaScript: 6 years (Preferred)HTML: 6 years (Preferred)CSS: 6 years (Preferred)relational database concepts and design: 6 years (Preferred)Angular 2+: 6 years (Preferred)SQL: 6 years (Preferred)C#: 6 years (Preferred)Work Location: Hybrid remote in Portland, TN 37148",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=103&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_daf0941f&cb=1674193210429&jobListingId=1008405295121&cpc=B15EA7A501A9026C&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-99b615fe22831317--6NYlbfkN0DzaDHVbxJ-LJZej0v9fk4K-FwNocoxjQ_zxp68kPBvcpndt8gWjs3dXCo6G7TTH8SENqHtEOJdMarpyEDj4ZHG3GzEkzqxWRK9t2U7BsnjyT7SaUbvCQ5i8B88H2Sqhq2D7JW1NLPpSkxD1GY-MCnmsseJcShIbJH34vxfPPEh9-J7z83la3bCVv52q5RY9eJVZD9CIWyRh94eG8mKEZ2g3YLJRObSYpNx1N88MaZvo_Gq-yJRTMaZTJXypuf07ZVLuEK6nFEyYw1qdeSgDiJL_HbEjvtJ72kRJnGITIhxYt6p4h8fTU5ywBwPt8YONxjNoaH9Y0yvM9UZGOkEObNL7Hg0JdCh48Ih5ppPESOacaBsa5SzYWcj1CS-SzEc45ijBRQSo3JcnxD16A4JlM1x63yzMkaRONqAPo3V0vpaCFSlVNSu7iY8Zt4-zo2M0TR5NSEOqzLKBjXBpZW4A7xoOORV1ls5mbYrjGcLFCXtlJfivDg1KC56ocNf3oZWBnWtEjaaTrKsuToL7mzsNVJg2LWmJ2vHxi0dVVF6ZulLkn-VJmWL654dh4WaAL7iP1hxQTwlvFultFChcMTGmTtA"
        },
        {
            "Job Title: ": "Senior Software Developer",
            "Employer name: ": "ProAssurance3.1★",
            "Job Location: ": "Alabama",
            "Job Details: ": "An exciting opportunity exists to join the ProAssurance family of companies!We are a specialty writer of professional liability, products liability and workers' compensation insurance. With approximately 1,000 team members operating in all 50 states, we are well-positioned to offer career opportunities to individuals interested in professional growth.This position supports the Corporate business function for ProAssurance. Preference is for this position to be hybrid and based in Birmingham AL; however, we will also consider qualified candidates to work a hybrid schedule out of one of our other regional office locations, or fully remote if not located within a reasonable distance of an office location.Internally the title for this position is Advisory Enterprise Software Developer. We may fill this position at a Junior or Senior level, depending upon the qualifications of the selected candidate.The Advisory Enterprise Software Developer will develop and test standalone enterprise applications and application integrations in an agile development environment. This position will work both as a team lead and team member gathering requirements and implementing designs to meet those requirements. The Advisory Enterprise Software Developer will ensure the functionality, quality, and maintainability of software systems through the use of agreed-upon shared best practices.Essential Duties and Responsibilities:Develop, support, and document .Net based batch processes and REST data servicesDevelop, support, and document integrations to third-party systems such as Workday, Okta, Confluence, and Azure DevOpsParticipate in all aspects of the product development life cycle from design to deliveryTrain and coordinate development efforts with developers in other areas of the companyContribute to software design and architectureCoordinate and/or Assist in complex troubleshootingFollow development and documentation standardsQualificationsBachelor's degree in a technical field or equivalent work experience10+ years of relevant technical experience requiredPrior experience with SQL Server Transact-SQL requiredWeb APIPrior experience with JSON, Javascript, and JQuery requiredPrior experience with Source Control System experience required (Git/Azure DevOps Preferred)2+ years experience with Okta LCM (Lifecycle Management) and Okta Workflows requiredPrior experience with SAML response mapping requiredPrevious background with Workday Reporting and Integrations is a plusExcellent verbal and written communication skillsAble to effectively collaborate with both technical and non-technical stakeholders",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=104&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&cs=1_f8af7a79&cb=1674193210429&jobListingId=1007929237081&cpc=B90CC112F2D4EFE8&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-ebd15e7a6c598307--6NYlbfkN0DT6WwyCe5Sdyv8wyHmBpUOSHrEDGb2f1Tp3OTTKXYVRTJJA9jBlNwoe5F2Zi0uKe4jJTdJZzoLw-vJohlKWew-h42Yeu3ICZJhAYKiMCbXFU1p-aJ7Htx7F6lMFvJnLO7lF3aYi0dbeq1wcsUBmQHaR66FzkszsTcs0-tKaxCWijfaF-NCp7ZXVJLfli8GvAuDl-kzQYvPJ_N0yr0UKKa8MWxUknZDI39EvbvQQ3dgG_dKC-OEgG7FIbTB4oZxvltisQfhZAofc8ONY6GWKuPseO3iB84G312W-oZTwm7pV7i7kutVDlW4pCBuXiXp6l5zDk0dzRSk31TH1SwzlKruXc5XiabEdVjmddukAAbSXx3CnxuBOFXrcl8JCibne4ppJAjn_gHdVzY5TQBqM5sT5MzjCvAP_qLiLw-Fl8cnomDuYDm_ANEEgom9JV26NVgDja-thEbErCJWiSJRUm1Ly8VCa0CZeMVqZaLoXtOjQg36RpGJkV5smI7h4agrI1Dm7-5u47CuBQfALr8ovvRvp7VSJghIB5BHUbYn3f-q5ToGS-bJy9l8jExs77FDrw6nhRJcjxoFbSJ23HUGkx7CKAVjvZQNS9hHDN8YyJ0ugJ05f5RvWlAnnC1D6lYiAHnujAuYpRgBFw%3D%3D"
        },
        {
            "Job Title: ": "CAD Designer for Truss Company - Mitek & Simpson Software",
            "Employer name: ": "Manufacturing Plant",
            "Job Location: ": "Fort Pierce, FL",
            "Job Details: ": "Fast-moving truss company has immediate need for a CAD engineer.Duties include, but are not limited to:Reading and analyzing technical plans, drawings, and documents.Producing engineering document packages for permitting, clients, and shop.Communicating clearly with designers, fabricators, and managers.Skills needed:Organization, communication, and multi-tasking skills.Precise attention to detail.Computer and math skills *extremely* helpful.AutoCAD or technical drawing experience required.Experience with Mitek preferred, as well as Simpson, Alpine, or other truss/engineering software is a plus.Full-time, M-F, 8:00am - 5:00pmSend resume or apply in person at Southern Truss Companies, 2590 King's Highway, Fort Pierce, FL 34951Job Type: Full-timeJob Type: Full-timePay: $18.00 - $20.00 per hourBenefits:Health insurancePaid time offSchedule:Day shiftMonday to FridayOvertimeWeekend availabilityAbility to commute/relocate:Fort Pierce, FL 34951: Reliably commute or planning to relocate before starting work (Required)Experience:CAD: 1 year (Preferred)Drafting: 1 year (Preferred)Work Location: One location",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=105&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_d2841e4b&cb=1674193210429&jobListingId=1008183709035&cpc=CAAFD12A1CDBA879&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-5ba33e418bd70595--6NYlbfkN0CpkDdWwi50xn3Vmne6nGw5xDjS7fmgN9jUvcrYnvx56TCKuWsYsWT8QoLMnrmHxol-FwGZJG97ZYK48ecNapDBEvv43LxxFzGTARguT1QpvD4-beMo2bFwV4NaLKbvSeaykPdib45u8u08kdOx7tkWY1cPMbu3VNIQDRriXM40xcUEA2sFGIperEanvg4sOhQTr49FDb0bF3Zj28rcEGtP1LgdUfdCNJH6JNNmBUNVQo5SfjNb88tNxXEzCLRYxPw77gwPTwM0aAMTt0a970nUrkmdXl3fJ3ESb1eEAijBigpWBgM-jX3lNqBijrMZX_OkzPHxb5DjTamV_s2I_7KAFkLLQRQ-iTUTKD9aJz9NH329S4LCK6P0daStcYDpeJf9YE8RSYcFBkvEajX44Ynil-sF9pyT13-pRvF3aKzXpcgg-ExnYfA7f_r1wVQW8Oy4XOoMeYTVtAacuY-J0IHh5_qtDcpbFmHDgdBkxCUbnugEjXq980TuNkUQBEvvyEmoHSgwuXguQOJpzqM-vNZrVDiiiJNV6vcZCgXH9YFGzzO7DxCLYl6dp0_1rhOo3dx_swuGa-w1QK5myOvyvIqf38CTmBRPFEmoX08A2e56xPz9RP9bcT-ZwG-kS43T5us%3D"
        },
        {
            "Job Title: ": "Embedded Software Engineer",
            "Employer name: ": "Doosan Bobcat3.7★",
            "Job Location: ": "West Fargo, ND",
            "Job Details: ": "Are you a recent or expected college graduate with a degree in electrical or computer engineering? Bring your talents to Doosan Bobcat and be part of a team that builds innovation! Doosan Bobcat is the market leader in the compact construction equipment industry and we're building a strong embedded software team to help drive our products into the future. We're looking for enthusiastic engineers willing to lead cutting-edge technology developments in software and systems. You will feel right at home with our friendly, people-first culture and in our state-of-the-art facilities. At Doosan Bobcat, we’re proud to say we employ the best people, build the best equipment, and serve the best customers. We offer nothing less than immense opportunity in the embedded software engineering space with ample opportunity to develop a strong career. Apply today!Locations: Bismarck, ND; Fargo, ND; Gwinner, ND; Johnson Creek, WI; Litchfield, MN; Minneapolis, MN; Statesville, NC; Wahpeton, NDThe qualified candidare will have:Education Required: Bachelor’s Degree in Electrical or Computer EngineeringMATLAB, SIMULINK and C/C++ software experience preferredStrong verbal and written communication skills.Use of standard computer programs such as MS Office.Knowledge of SoftwareDevelopment ProcessExperience Required: 2 - 5 yearsTravel Required: < 10%Doosan Bobcat is proud to be an Equal Opportunity and Affirmative Action Employer.Job Type: Full-timeBenefits:401(k)401(k) matchingDental insuranceEmployee assistance programEmployee discountFlexible spending accountHealth insuranceHealth savings accountLife insurancePaid time offParental leaveProfessional development assistanceReferral programRelocation assistanceTuition reimbursementVision insuranceSchedule:Monday to FridaySupplemental pay types:Bonus payAbility to commute/relocate:West Fargo, ND 58078: Reliably commute or willing to relocate with an employer-provided relocation package (Preferred)Education:Bachelor's (Required)Work Location: One location",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=106&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&cs=1_b2bbf14b&cb=1674193210429&jobListingId=1008316718146&cpc=D8D8DC20746220FC&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-af5ecb83f86297ab--6NYlbfkN0A-doY9uzuSR5F8UdvMX7tLh72C2wXu8rWmPCJP-ls9GMXJ1pFydRX0IAHvp1wwLoJB-f-yhlmm4UEzrGmhtomK1W9NCnoeGj4ersI5qqN6-eYSbxSaerGdnxtSmVX4oe1iP2w0LxQD9ordhc38VuOFIvzFXMQg7e3p3xavOEp209kFJit8ZPkQW49PJiCQScpHiNHpnrpd09zh1OMnNE5962NQu_d5m8w_Axsm-dMmTGQAsipywljh8SJGCUTfUl-hK90WtsMve8mYyKJogRsz-5iADhAPxBscxOeryXpfpA99rdUd-UoJ6Yjpx89j8oe4WTi8f038LwhpbMfipymzjnuClIHzXrA4eiflAsObDhNS4gRsTszNrreQO4Z4r1M47bXUOdaMPygGZO6MelR60tJ78mh-WSSGtxpbeA3EkxxuwH-9yM1Hn6LkT6fTfKwsK56qUtYyFS02UYYkbiJuEligZw1p7tn_1XqTmlfTSpQcRpnedVBG7YhO_DoPHpIactZBg4HUCfjIq0re149MkVDNLLrl7Zr3phOr8HlecpZ0cGgdvno0_vKoMKyIzRx3MIk9ciHxDAsBQCUUNeJ6IO7oC-O5qis%3D"
        },
        {
            "Job Title: ": "Laser Programmer, Quality Assurance Manager, Sales and Marketing Manager",
            "Employer name: ": "Cupples J&J Company Inc.3.2★",
            "Job Location: ": "Jackson, TN",
            "Job Details: ": "Cupples J&J Company Inc. has various needs for Machining and Fabrication Technicians and other Supporting Positions as follows for its Dyersburg, TN and Jackson, TN Divisions;Electrical EngineerHuman Resource ManagerCNC Machinists - Job Shop and ProductionVertical Machining Center - Program / Setup OperateCNC Lathe - Program / Setup / OperateVTL - Program Setup OperateConventional Job Shop MachinistsManufacturing EngineerLaser Cutting Technicians - CO2 and Fiber LasersWater Jet TechnicianCNC Brake Press Program / Setup / OperatorsCNC Punch (Trumpf) - Setup / OperatorsRobot Welder - Program / Setup / OperateRobot Programmer - Programming of Pick and Place and Machine Tending as well as Robot Weld ProgrammingFour Roll CNC Roll - Program / Setup / OperateMachine &Tool Designer (Solid Works or Inventor)Production Fabrication Estimator / Project ManagerComputer Network Technician / Computer Science with Management Information SystemsQuality Assurance Technicians / CMM TechOffice Assistant - Front Desk, Job Cost, Accounts Payable, Accounts ReceivableAll positions must be able to read and interpret standard drawings as well as industry and customer specifications.Cupples is a rapidly growing Machining and Fabrication Operation in Jackson, Tn with a second operation in Dyersburg, Tn. We employ approximately 280 employees and have a wide range of equipment and capabilities.Please see our website at http://www.cupplesjandj.com for more on our facilities and capabilities.Cupples J&J Company is a debt free company!''Work Location:Multiple locationsPay Frequency:WeeklyWork RemotelyNoJob Type: Full-timePay: $18.00 - $50.00 per hourBenefits:401(k)Dental insuranceHealth insuranceLife insurancePaid time offRelocation assistanceRetirement planTuition reimbursementVision insuranceExperience level:2 yearsShift:10 hour shift8 hour shiftDay shiftNight shiftWeekly day range:Monday to FridayWeekend availabilityWork Location: Multiple Locations",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=107&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_10171685&cb=1674193210430&jobListingId=1007796173932&cpc=16A844EDD584D52D&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-5dca2b8261b7580c--6NYlbfkN0DXCiiqPCNREQifXu1g7zxnWPwvLyAh3ZrQLs5ZJ76sgEBkFHzyFXxslwrh3596MOu9WXd1dSnVgM1m7v_TiUSSOiSdCqBv9_jSyEsiZyotUD9Y-e6TnV7Qql_G3gTmcFShAv_Yn8I7cRrOxsTd09I-SUBSBegRX4P2kATUTaPH_JQpkuj8qXr_grxo06K00eLVckYqPliE8xqqDWg1HG0p4MtdW_fIBGbkrRIbaSWF_a1qvNmHs2RKqo5qVypLXWV7p4O3jy5z37S__9utCtkEffLlNDBaxIqf1O3TF53vTN8Uuvn575LStF1P4XNG4sgMkXKKJxD8XFwgz1iCz0ZfJfNzmHvBoASg81JSczhrfrlz1dw1q0qI6HRJ4XJ-CJNdx4rhBeA78Db0qgl8I3RFJlKgD_8IVLHVh_HR4T3Q7suEnZcKry6wmQnoHxPTWOilTZh-WtSyndNqlXKVzx-ARu9QfSusRLHZwkKPG1zqnktMKNkrjW1xGJjO88Rz6CNeNVHoA5DI8HTzFnR0QeB4CY1cxnCl_lYsqe_Uf3mbjZwFWM1UBdgSqFN7HeZx2b5BZ8ZIZqVO3zeZpOUt91Y5v1NJQbmDLBtMm8KrX9rTINF6EHREXAA-kW1_hcA5JMxXE3KKG87Qoomc1G-KXQR5"
        },
        {
            "Job Title: ": "Principal Software Engineer SIMULIA",
            "Employer name: ": "Dassault Systèmes3.8★",
            "Job Location: ": "Waltham, MA",
            "Job Details: ": "Imagine new horizons.Do you have dreams? Do you enjoy challenges? Here at Dassault Systèmes, we empower people with passion to change the world.Help us reimagine PowerACOUSTICS, a world leader in solving acoustical design challenges through simulation.The software you build will help engineers and scientists solve acoustics-related product design challenges: for instance, making cars, planes, or HVAC systems quieter than ever before. There will be a consistent emphasis on usability and on facilitating automation, to make design optimization incredibly fast and powerful.Please note: this is a role for a principal software engineer. Expert C++ skills are required, as is broad experience building commercial software.The challenges aheadRewrite the core of PowerACOUSTICS to enable new capabilities.Ensure that every new capability you deliver is functionally correct, easy to use, performant, reliable and maintainable.Accommodate customer needs and implementation concerns.Work effectively in a small team.Your key success factorsA solid grounding in computer science, including object-oriented design, algorithms, design patterns, refactoring, distributed systems, and testing.Expert C++ programming skills (at least C++11, and STL).Demonstrated experience in the development of complex commercial software systems.Intellectual curiosity. Regardless of your background, you enjoy the opportunity to continually learn new technologies and problem domains.Bonus points for experience with:Large legacy code basesGUI design and development (especially with Qt)Multi-platform development (Linux, Windows and cloud)Cross-product integrationsParallelizing algorithms and codeCompensation & BenefitsDassault Systèmes offers an excellent salary with potential for bonus, commensurate with experience. Benefits include a choice of plans providing comprehensive coverage for medical, dental, vision care for employee & dependents as well as employee life, short & long term disability, tuition reimbursement, immediate 401K enrollment, 401K match (50 cents on the dollar, up to the first 8% of your eligible compensation that you contribute based on match eligibility criteria), flexible time off policy, and 9 paid holidays.Equal opportunityIn order to provide equal employment and advancement opportunities to all individuals, employment decisions at 3DS are based on merit, qualifications and abilities. 3DS is committed to a policy of non-discrimination and equal opportunity for all employees and qualified applicants without regard to race, color, religion, gender, sex (including pregnancy, childbirth or medical or common conditions related to pregnancy or childbirth), sexual orientation, gender identity, gender expression, marital status, familial status, national origin, ancestry, age (40 and above), disability, veteran status, military service, application for military service, genetic information, receipt of free medical care, or any other characteristic protected under applicable law. 3DS will make reasonable accommodations for qualified individuals with known disabilities, in accordance with applicable law.Covid statementOur Company requires all U.S. employees to be fully vaccinated against COVID-19 and to provide documentation of full vaccination, unless qualified for a medical, religious or state-required accommodation or otherwise exempt consistent with applicable law. Although accommodation requests will be considered (and granted where appropriate/possible), it may be determined that a candidate is unable to adequately perform the essential functions of the position without imposing an undue hardship due to customer requirements, staffing needs, or other business reasons. Definition of full-vaccination: Employees are considered to be fully vaccinated two weeks after their second dose in a 2-dose series or two weeks after a single-dose vaccine.",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=108&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&cs=1_904bc55c&cb=1674193210430&jobListingId=1007635230881&cpc=1AED1FE72E4AA382&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-efd1ab0a74cb0810--6NYlbfkN0B3-Z-6GRUzUPLrmN4BzvHgLw5k-eeqIndq9Dek2BgJOkizuYuJnJeWZ9JZUO1PAGvtGxq1KkEFDbz8qLxLpJfrJVNBefIDRWC_7z7rxjzs05JBWiFK4uItV3fyKOxiNv9HBy4NGY-Isf2s5H28B0cL5XAVwLO9lrV8V6nMiRkiaxvPMG4PEYbfdbrqA3hOJVlTy_0XLQ5ITMJ6rQZ-fduCSAd9rT0z_GnJHkWhggKSUe9EA0DYAh5GXWaFCO7APRUvEaS6raWKaVPIr9DM-tME28dxTpcjLttCLTEziPmz_z-nM36xozYpK-P9r3SxEoSXfEKVgcVYaU8ONE66tj4L7Qh7EzYmNE5cNREg9j_JIhDDYbWGRP5hms6iABzZcv5cQ_ub1giZHsyFKYzQ4wW_7lcRLNDcLO_JGpdBf1WdbQ40ukFqNJlrCgeh1NkrU9GE-m7ZLyrIskPZpQOct2gMKG84aVR3ya5txyP0wC04xbtD0_9_oR9wUyoSOfoYglQuGOJ2p0skfZWmlZVx2sZvgvtxNtETq05NSpcxadyAw0Ddme3tU3zjgXpZQWDxYFNqh9PDKTVPbSIngB36R1AK"
        },
        {
            "Job Title: ": "Automation & Controls Engineer (Industrial Manufacturing)",
            "Employer name: ": "All Weather Insulated Panels2.6★",
            "Job Location: ": "East Stroudsburg, PA",
            "Job Details: ": "About the Position:Lead automation activities for all manufacturing lines within the company and ensure that the Automation/Controls engineering activities meet the company's objectives. Manage the automation systems and help with control system design, specification and commissioning.The role includes developing and improving new and existing equipment used in the manufacturing process. It will also include upgrading existing equipment where the control system has become obsolete.Essential Functions:Must be a hands-on engineer to install new equipment throughout the plant.Project management of Automation projects ensuring that projects are delivered on time, within specification and within budget.Project management of external automation companies.The position will be responsible for control system design, specification, programming, testing and start up assistance.Implement code changes under change control.Investigate and provide technical advice and support to production, maintenance, and other engineering disciplines.Support operations with technical queries.Partner with different disciplines to deliver projects.Development of machine design control systems including servo motion and high speed device integration,.Responsible for day to day maintenance, new project implementation and system reliability for all plant automation systems.Responsible for support of automation data collection and reporting systems, network systems and automation system security.Responsible to stay abreast of new technologies to avoid equipment obsolescence.Develop new production efficiencies, design and install system and equipment to achieve the efficiencies.Serve as a resource that removes barriers and help maintenance and production excel in all aspects of process improvement and variation reduction.Education, Experience, and SkillsBachelor Degree or equivalent in Electrical Engineering, Industrial/Manufacturing/Controls Engineering, or Computer Science.Minimum of 5 years’ experience working with automated control systems within a high volume manufacturing operation.Must have extensive experience in PLC’s, HMI’s, and SCADAControl systems and related, including:Siemens: S5 & S7Allen-Bradley: Controllogix, RsView, Factory Talk SE/ME, Rockwell Historians, Rockwell VantagepointWonderwareSQLC/C++Servos, VFD’s, and relatedProject management, process engineering, system specification, costing, commissioning, maintenance, commissioning schedules, tracking of costs and extras, supervision of contractors, spares management.Must possess excellent verbal and written communication skillsPhysical Requirements:Ability to interact effectively with employees and other individuals.Ability to function effectively with moderate to high levels of stress in a demanding and dynamic environment.Able to wear prescribed personal protective equipment and appropriate clothing.Lift up to 50 pounds.Effectively read, write, speak, and communicate in English fluently.Ability to sit and stand for extended periods of time. Ability to walk, bend, climb, crouch, lean, reach, and other physical movements as required to effectively and efficiently perform duties.Work in conditions typical of a manufacturing environment, including noise, extreme temperatures and humidity, odors, dust, etc.Effectively use a computer, monitor, keyboard, mouse, as well as commonly used and specialty software to complete necessary functions.Finger dexterity, visual acuity, discernment of sounds, color, and texture.Must be able to use tools, equipment, machinery, etc.Must be reliable and dependable.Must have the physical and mental ability to drive a standard forklift successfully. AWIP will certify.Ability to travel by automobile, airplane, and other modes of economy class public transportation are required.Salary Range: $83,000-$105,000Working Environment:While performing the duties of this job, the employee is regularly exposed to work near moving mechanical parts, dusty conditions, high noise environments, chemicals used in the process, and extreme temperatures. The facility is an industrial manufacturing plant.Benefits of Working With Us:We offer a casual atmosphere and family oriented culture. Our benefits package is comprehensive including medical, dental, vision, 401k with match, life and AD&D insurance, disability insurance, shopping discount program, employee assistance program, and more! We even buy lunch for our plant employees through our meal card vending program! Sound good to you? Come join our team!About Us:Headquartered in Vacaville, California, All Weather Insulated Panels (AWIP), has two state of the art continuous line manufacturing facilities including Vacaville, California and Little Rock, Arkansas, and a third opening soon in East Stroudsburg, PA. AWIP is an innovator in the design, construction, and advancement of insulated metal panels and is strategically positioned to meet the growing energy, environmental and economic challenges facing the North American building industry. AWIP provides its customers with a broad line of insulated wall and roof panels and a full range of complementary trims, accessories and engineering services.AWIP is a drug free workplace.",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=109&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_35416b6f&cb=1674193210430&jobListingId=1007442862704&cpc=DE7276FF35619F2A&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-e48103db534e5629--6NYlbfkN0Cu5nJZYUAc8RzZIyhD1xA0KzTYrfZza8Ndo1tCpyXG7xP271dXdgeGsvsOgFmhh9-E-fMboENSZU5J7iL2Vpb2gf369uFInzAlG3IdHEhaj9D-EXqCLBiRCu4tDL5JNkbDPTRrn6ktUyxjSASFF0uaLbkjFnEfFKFNZj9jgfn0VMDtUHsOcO41WCD9ZX1qRgNR56MN6lhgPlnvOC80SFp8V2HrCoEhydfWjRRPrHg1QbsgnHTBAtrZ82E24W2Dc9j8SM6JXnj1u5JeHmnk5-apIYW-5FYNAR4V6I0KGKCKynK2j6RkCHSFa_hnVV9A0b_zoVqscBYa3-D1uduUO6WeuORti223iF6POsNW3JZVeevta0R0AisbEDXov7XZjzaOtlHnADA9-NVa_pbN-tOOTGL6eB_OyzEi2nbmH3j-BofsoN72lkkpdEYCDaMW3E9MRaxeBdCPvp3kQ6E0cP7imV0ruPophJW_mssanyYigVdNtpiGkCYWUpyez_zyH5Au5wq0JKPs-XzRTuewmDmzIzgn6kK2n5k5BSR9CWvPXOQIe9CbTgMpOWlEJqM4eal5OOfbrPwuJKwkQhHAXP5L3HB95s1zzEk%3D"
        },
        {
            "Job Title: ": "Embedded Systems Engineer",
            "Employer name: ": "Management Sciences Inc.",
            "Job Location: ": "Albuquerque, NM",
            "Job Details: ": "Senior Embedded Systems EngineerSeeking a full-time Senior Embedded Systems Engineer to join our team in Albuquerque NM to assist in the support of product development of sensors and intranets in the areas of condition-based monitoring, situational awareness, signal intelligence, AI, safety, and embedded systems.RequirementsBachelor of Science in Electronics or Computer Engineering. A related field will be considered if the candidate has extensive experience with electronic/embedded systems.Performance Expectations: ( Results we expect accomplished in the first year)1 Design and implement RTL and/or software for embedded devices and systems from requirements to prototype, production, and/or deployment2 Design, develop, code, test, and debug embedded system software3 Analyze and enhance efficiency, stability, and scalability of system resources4 Interface with hardware design and development teams5 Document design process and report systems results6 Support customers in the integration and deployment of the system7 May need to perform hardware design (schematic, PCB)To accomplish the above the candidate should have the followingSuccess Patterns1 Problem solving2 Good managerial skills3 Strong leadership skills4 Responsible5Attention to planning and details6 People skills7 Good communication skillsPersonal Characteristics1 Strong desire to work with embedded hardware systems (embedded processors, FPGAs, other electronic systems2 Methodic in developing and following design and testing processes3 A high aptitude for learning and adapting to new and quickly changing technologies4 Creativity is important because the projects are diverse, but the purpose remains the same: to find a solution5 Strong documentation and writing skillsEducation/training requirements1 Bachelor of Science in Electronics or Computer Engineering. A related field will be considered if the candidate has extensive experience with electronic/embedded systems.Work Experience1 Work experience with lab equipment (oscilloscope, multi-meters, etc.)2 Strong experience in hands-on development and troubleshooting on embedded targets3 Experience programming for microcontrollers and other applications4 Familiarity with software configuration management tools, defect tracking tools, and peer reviews5 Excellent knowledge of OS coding techniques, IP protocols, interfaces and hardware subsystems6 Excellent knowledge of interface protocols such as UART, I2C, SPI and GPIO7 Adequate knowledge of reading schematics and data sheets for components8 Working knowledge of Verilog for synthesis and simulation. VHDL and System Verilog experience is a plus.9 Working knowledge of FPGA design flow using LiberoSoC and Vivado10 A strong ability to analyze and understand a system and communicate requirements in technical terms11 Familiarity with schematic capture and PCB design tools (Cadence, Orcad) is a plus12 Bitbucket and Jira experience are desiredManagement Sciences conducts a pre-employment background review that includes checks of personal references, credit, law enforcement records, and employment/ education verifications.Management Sciences is a federal contractor and participates in E-Verify for employment eligibility verification.All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, or veteran status and any other protected class under state or federal law. Applicants offered employment will be working on contracts with the federal government; US Citizenship is required.Job Type: Full-timePay: $88,000.00 - $140,000.00 per yearBenefits:401(k)Dental insuranceHealth insurancePaid time offRelocation assistanceSchedule:8 hour shiftHolidaysMonday to FridayCOVID-19 considerations:N/AAbility to commute/relocate:Albuquerque, NM 87110: Reliably commute or planning to relocate before starting work (Preferred)Willingness to travel:25% (Required)Work Location: One location",
            "Link To Job: ": "https://glassdoor.com//partner/jobListing.htm?pos=110&ao=1110586&s=58&guid=00000185cdb10965b5167a3fa1422c6e&src=GD_JOB_AD&t=SR&vt=w&ea=1&cs=1_ee96c717&cb=1674193210430&jobListingId=1008246529369&cpc=57BF6DC53E6293AB&jrtk=3-0-1gn6r22d3k61e801-1gn6r22dig2ou800-95a0b0c3e5eba869--6NYlbfkN0C931iWp9cR4Darfg1ltwPHroEDzqN50aAFN3_OPV_zh60vdZ1927rskQQzLgy0FzC4R9De2X328w_6HD9D4WddzavjGlJUqkcn4nMP6Rbi4oFn05onN1p14ZKLlDpjusz4Ft9NfK2g88WyQU2ruxzADy8i6issO2gtEl-Z32iFgrenz_GNWguBGpxIVNnIhNTwc89lkxhfR9FuykbknglIP5mWSAtV2QFpyF4YTl9OAka8Y1PG-c8Jw3U2SEfwX_wzrKz0aibhGr7dezHuwByuYqVEOm-iRMdSkRbKc2_GbzTWXivHOxh68zHp8FW_M9Er4OLMLkXVyTr-Fk5ZaKSa9SEnH-3Ln2ClJ-OzXaPnfjJ79iy7qFFfsjjkwicRFweH7VRsBFsVU1sNsDIAjfvWAg_MDoJDfJIh-tU22T3l6pTf7gmIRHj95XKze_qnMEivrONwYfv_c7n4PB_Xt3zUKn7_PAhOnnURuO83q6PiL4KVEgAGgQUYwuJ7e9jJxD9Cml-mI2rUpBg7wbXJo4931uCMKCRZh3eKohnFoFV0gElaI-IVyrSlmnIHtibgEgNLNhNz_lWZ-M-IY1HtIGVM"
        }
    ]
}