{
    "Jobs": [
        {
            "Job Title:": "Sr. Software Engineer, Cloud",
            "Employer name: ": "ABBOTT LABORATORIES PR INC.",
            "Job Location: ": "Orlando, FL",
            "Job Details: ": "Abbott is a global healthcare leader that helps people live more fully at all stages of life. Our portfolio of life-changing technologies spans the spectrum of healthcare, with leading businesses and products in diagnostics, medical devices, nutritionals and branded generic medicines. Our 113,000 colleagues serve people in more than 160 countries.Interested in applying your wealth of technical knowledge and experience towards an opportunity in the medical field where you can improve the lives of people with diabetes?Candidates will work with a modern tech stack on a Software as a Service (SaaS) cloud platform that strives to improve the health and well-being of users in over 49 countries. The core platform consists of systems housed in a large-scale environment responsible for processing billions of tasks every day. The candidate should have strong leadership ability and bring a passion for software engineering to help shape the direction of the team. Highly sought-after qualities include versatility and a desire to continuously learn, improve, and empower other team members. Candidate will support building scalable, highly available, efficient, and secure cloud solutions for a medical device SaaS.#cloud #engineer #cloudengineer #softwaredev #softwaredevelopment #go #api #kubernetes #agile #opensourceResponsibilitiesLearn and improve our existing Go-based health care platformsDesign and implement services and components utilizing Go for cloud-based platformsDeveloping high-volume, low-latency services for a global health care platformCollaborate with internal and external partners to develop and integrate with APIs that empower users to share and utilize their medical data in partner systemsDesign and implement unit testable code that is highly maintainableCollaborate directly with InfoSec to design and implement secure solutionsCollaborate with both internal and external team members to to shape and define API contractsProvide new ideas and insight in collaboration with the data services teamEnsure performance, uptime, and scale, maintaining high standards of code quality and thoughtful design.Contribute to significant architectural and operational decisions in collaboration with the Architecture teamBuild out internal tooling and APIs to make business and engineering processes easier, faster, and safer.Implement systemic changes to align existing systems with current architectural goalsCreate diagrams, flowcharts and models that illustrate the internal design and workflow of solution componentsCollaborate as an engaged member of an agile team, realizing features through development, test, and deliveryEngage in technical planning, design, and code reviews including peer code review of Pull RequestStay current with emerging trends, making recommendations as needed to help the organization innovateRequired QualificationsBachelor's Degree in Computer Science, Information Technology, other relevant field or equivalent experienceFamiliarity with data design and database technologies such as SQL Server, Postgres or similar.Software development experience with Go. Strong knowledge of idiomatic Go and best practices. Good knowledge of concurrency in Go - goroutines, channel patterns, Go ecosystem, and tools and frameworks.Experience contributing to a scalable architecture/design of existing and new systems that are highly available and easy to maintain and monitorExperience designing, implementing, and maintaining highly complex asynchronous messaging and backend processing jobsPractical experience and understanding of working with and developing RESTful APIs and microservicesAbility to work well with a team in a high-performance organizationComfortable working asynchronously with a distributed teamExcellent written, verbal and listening communication skillsA willingness to learn new software development languages to meet goals and objectivesStrong Computer Science fundamentals and experience with software developmentEagerness to contribute beyond experience levelUnderstanding and familiarity of Test-Driven Development (TDD) Preferred QualificationsExperience working in an agile environmentPractical Knowledge of LinuxExposure to Kubernetes/Docker or other container servicesExperience with open-source software developmentExperience with observability and profiling tools such as Open Telemetry or pprof",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/sr-software-engineer-cloud-at-abbott-laboratories-pr-inc-3427506050?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=uRXITK2DwcHJ9iISnp3j3A%3D%3D&position=1&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Cloud Engineer",
            "Employer name: ": "Kelly",
            "Job Location: ": "Los Angeles, CA",
            "Job Details: ": "AWS Cloud Engineer* We are looking for an experienced cloud engineer to work with our IT and research team to develop, implement, optimize, and maintain cloud-based solutions. You will be responsible for deploying and debugging cloud stacks, educating teams on new cloud initiatives, and ensuring the security of the cloud infrastructure.To be successful as a cloud engineer, you should be able to identify the most optimal cloud-based solutions for our researchers and maintain cloud infrastructures in accordance with best practices and institutes security policies. A top-notch cloud engineer should have excellent troubleshooting skills, stay current with industry trends, and should be a team player. You will work with different IT professionals and teams to ensure our cloud computing systems meet the needs of our organization.Preferred Qualifications:*Bachelors Degree in Computer Science or EngineeringAdvanced knowledge on cloud technologiesAdvanced troubleshooting skills focusing on IaaS workloads and cloud networkingWorking understanding of cloud traffic flow logs and firewall policiesWorking understanding of Infrastructure as Code (IaC) processes using TerraformAbility to effectively communicate and translate requirements into concrete tasksTechnical writing to building engineering guides and general how-to articlesPreferred Experience and Skills:*Five (5) + years of proven work experience in cloud technologies - AWS preferred but all other clouds are good tooExperience in supporting applications in commercial & Gov cloud environmentsExperience crafting engineering drawings based on captured requirementsFive (5) + years working in a network and/or cybersecurity fieldFive (5) + or more years with direct working experience with AWS, Azure, GCPStrong awareness of networking and internet protocols, including TCP/IP, DNS, SMTP, HTTP and distributed networks.Database experience, including knowledge of SQL and NoSQL, and related data stores such as Postgres.Extensive experience with open-source technology, software development and system engineering.Excellent communications and collaboration skillsResponsibilities*Design, develop, and deploy modular cloud-based systemsDevelop and maintain cloud solutions in accordance with best practicesEnsure efficient functioning of data storage and process functions in accordance with company security policies and best practices in cloud securityIdentify, analyze, and resolve infrastructure vulnerabilities and application deployment issuesImplement security design based on industry best practice and institute security policiesRegularly review existing systems and make recommendations for improvementsInteract with researchers, provide cloud support, and make recommendations based on projects needsOrchestrating and automating cloud-based platforms throughout the institute.Stay current with industry trends, making recommendations as needed to help the organization innovate and excel #cloudengineer #awscloud #aws #cloudarchitectYou should know:* Your safety matters! Vaccination against COVID-19 may be a requirement for this job in compliance with current client and governmental policies.A Kelly recruiter will confirm and share more details with you during the interview process.Why Kelly® Technology?Looking to put your tech expertise to work on today’s most intriguing, innovative, and high-visibility projects? By partnering with Kelly Technology, you’ll gain direct connections to top companies around the globe. Our team creates expert talent solutions to solve the world’s most critical challenges. In a world where change is the only constant, our extensive network of industry relationships and IT market expertise help you take your skills exactly where you want to go. We’re here to help you gain experience, make an impact, and grow your tech career.About Kelly®At Kelly, we’re always thinking about what’s next and advising job seekers on new ways of working to reach their full potential. In fact, we’re a leading advocate for temporary/nontraditional workstyles, because we believe they allow flexibility and tremendous growth opportunities that enable a better way to work and live (plus, did we mention we provide a ton of [benefits](https://www.mykelly.us/us-mykelly/perks/)?). Connecting great people with great companies is what we do best, and our employment opportunities span a wide variety of workstyles, skill levels, and industries around the world.Kelly Services is proud to be an Equal Employment Opportunity and Affirmative Action employer. We welcome, value, and embrace diversity at all levels and are committed to building a team that is inclusive of a variety of backgrounds, communities, perspectives, and abilities. At Kelly, we believe that the more inclusive we are, the better services we can provide. Requests for accommodation related to our application process can be directed to Kelly’s Human Resource Knowledge Center. Kelly complies with the requirements of California’s state and local Fair Chance laws. A conviction does not automatically bar individuals from employment.",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloud-engineer-at-kelly-3436219105?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=%2BBSxR%2FwnmbhTc73k3OkDQQ%3D%3D&position=2&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "CloudOps Engineer - Azure",
            "Employer name: ": "Tricentis",
            "Job Location: ": "United States",
            "Job Details: ": "The CloudOps Engineer is a critical part of our SaaS platform strategy. In this role you will work closely with engineering and security teams to ensure the security, availability, performance and cost optimization of cloud infrastructure and environments. You will join an established Cloud Operations team.As a CloudOps Engineer, you will design, implement, test, deploy and support infrastructure solutions for our products. You will coach, mentor, and proactively support engineers as they develop and operate their product. You will deploy and configure comprehensive monitoring tools used for alerting of network, systems, or security issues and drive any issues to resolution alongside engineering. You will assist in maintaining SOC2 and ISO 27001 compliance. Your role is key in expanding our ability to rapidly prototype, iterate and deliver new solutions to our customers.Essential Job Duties And ResponsibilitiesContinually improve and automate manual tasks, identify and resolve gaps in processesDesign/implement infrastructure as code templates, perform peer review of pull requestsParticipate in follow-the-sun on-call and maintenance of Operations RunbookRespond to infrastructure or security incidents alongside engineering, manage incidents to resolution by following established processesCollaborate and mentor engineering teams in developing scalable, performant applicationsProvide continuous feedback to Product, Engineering, Security and Cloud Operations teamsCreate Proof-of-concept design studies to implement new tools or servicesQualifications2+ years in an CloudEngineer/DevOps role, managing Azure subscriptions.2+ years experience with one or more scripting languages, such as powershell, bash, or python2+ years of full-time experience building and operating solutions on Azure2+ years of working with Linux, windows with established experience of troubleshooting network and connectivity issues, application errors, user permissionsExperience writing and deploying infrastructure as code (Terraform, ARM Templates)Experience with managed cloud spendPlusesUnderstanding of infrastructure and environment security principlesExperience with Relational and/or NoSQL databasesExperience designing and performing D/RCertificationsAzure certifications a plusWhy You’ll Love Working at TricentisWe’re passionate creators – of products, of experiences and of the future of software testing automation. We offer great benefits like flexible working hours, 100% coverage of medical & dental premiums, and company paid volunteer days. We live our values of Customer Success, Continuous Innovation, One Team, Empowerment, and Give Back. Team members truly want the best for each other and the company. People are happy to share their insights and lend help when needed. Our commitment to diversity and inclusion runs deep. We actively seek out those with different perspectives and consciously take steps to ensure everyone has a voice. We want to make the best; most innovative products and we need multiple perspectives to do that. That isn’t just lip-service; we update our processes if we find a way it can be more inclusive. You will have the opportunity to make a real and meaningful impact for more than 2,000+ global customers with the best continuous testing platform in the world. Perks And BenefitsMarket competitive salary and annual performance-based bonus100% company paid medical (dependent on plan type)100% company paid dental, vision, life & disability coverage Company paid holidays, PTO and volunteer days 401(k) plan Tricentis is proud to be an equal opportunity workplace. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability, or protected veteran.",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloudops-engineer-azure-at-tricentis-3420390527?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=XKLzGtYcUVYZ5s3HtuIa1A%3D%3D&position=4&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Sr. Software Engineer, Cloud",
            "Employer name: ": "Abbott",
            "Job Location: ": "Orlando, FL",
            "Job Details: ": "Abbott is a global healthcare leader that helps people live more fully at all stages of life. Our portfolio of life-changing technologies spans the spectrum of healthcare, with leading businesses and products in diagnostics, medical devices, nutritionals and branded generic medicines. Our 113,000 colleagues serve people in more than 160 countries.Interested in applying your wealth of technical knowledge and experience towards an opportunity in the medical field where you can improve the lives of people with diabetes?Candidates will work with a modern tech stack on a Software as a Service (SaaS) cloud platform that strives to improve the health and well-being of users in over 49 countries. The core platform consists of systems housed in a large-scale environment responsible for processing billions of tasks every day. The candidate should have strong leadership ability and bring a passion for software engineering to help shape the direction of the team. Highly sought-after qualities include versatility and a desire to continuously learn, improve, and empower other team members. Candidate will support building scalable, highly available, efficient, and secure cloud solutions for a medical device SaaS.#cloud #engineer #cloudengineer #softwaredev #softwaredevelopment #go #api #kubernetes #agile #opensourceResponsibilitiesLearn and improve our existing Go-based health care platformsDesign and implement services and components utilizing Go for cloud-based platformsDeveloping high-volume, low-latency services for a global health care platformCollaborate with internal and external partners to develop and integrate with APIs that empower users to share and utilize their medical data in partner systemsDesign and implement unit testable code that is highly maintainableCollaborate directly with InfoSec to design and implement secure solutionsCollaborate with both internal and external team members to to shape and define API contractsProvide new ideas and insight in collaboration with the data services teamEnsure performance, uptime, and scale, maintaining high standards of code quality and thoughtful design.Contribute to significant architectural and operational decisions in collaboration with the Architecture teamBuild out internal tooling and APIs to make business and engineering processes easier, faster, and safer.Implement systemic changes to align existing systems with current architectural goalsCreate diagrams, flowcharts and models that illustrate the internal design and workflow of solution componentsCollaborate as an engaged member of an agile team, realizing features through development, test, and deliveryEngage in technical planning, design, and code reviews including peer code review of Pull RequestStay current with emerging trends, making recommendations as needed to help the organization innovateRequired QualificationsBachelor's Degree in Computer Science, Information Technology, other relevant field or equivalent experienceFamiliarity with data design and database technologies such as SQL Server, Postgres or similar.Software development experience with Go. Strong knowledge of idiomatic Go and best practices. Good knowledge of concurrency in Go - goroutines, channel patterns, Go ecosystem, and tools and frameworks.Experience contributing to a scalable architecture/design of existing and new systems that are highly available and easy to maintain and monitorExperience designing, implementing, and maintaining highly complex asynchronous messaging and backend processing jobsPractical experience and understanding of working with and developing RESTful APIs and microservicesAbility to work well with a team in a high-performance organizationComfortable working asynchronously with a distributed teamExcellent written, verbal and listening communication skillsA willingness to learn new software development languages to meet goals and objectivesStrong Computer Science fundamentals and experience with software developmentEagerness to contribute beyond experience levelUnderstanding and familiarity of Test-Driven Development (TDD) Preferred QualificationsExperience working in an agile environmentPractical Knowledge of LinuxExposure to Kubernetes/Docker or other container servicesExperience with open-source software developmentExperience with observability and profiling tools such as Open Telemetry or pprof",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/sr-software-engineer-cloud-at-abbott-3392986730?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=Fn7xZhfTnB%2F5n14nUoJHzg%3D%3D&position=5&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "CloudOps Engineer - Azure",
            "Employer name: ": "Tricentis",
            "Job Location: ": "Austin, TX",
            "Job Details: ": "The CloudOps Engineer is a critical part of our SaaS platform strategy. In this role you will work closely with engineering and security teams to ensure the security, availability, performance and cost optimization of cloud infrastructure and environments. You will join an established Cloud Operations team.As a CloudOps Engineer, you will design, implement, test, deploy and support infrastructure solutions for our products. You will coach, mentor, and proactively support engineers as they develop and operate their product. You will deploy and configure comprehensive monitoring tools used for alerting of network, systems, or security issues and drive any issues to resolution alongside engineering. You will assist in maintaining SOC2 and ISO 27001 compliance. Your role is key in expanding our ability to rapidly prototype, iterate and deliver new solutions to our customers.Essential Job Duties And ResponsibilitiesContinually improve and automate manual tasks, identify and resolve gaps in processesDesign/implement infrastructure as code templates, perform peer review of pull requestsParticipate in follow-the-sun on-call and maintenance of Operations RunbookRespond to infrastructure or security incidents alongside engineering, manage incidents to resolution by following established processesCollaborate and mentor engineering teams in developing scalable, performant applicationsProvide continuous feedback to Product, Engineering, Security and Cloud Operations teamsCreate Proof-of-concept design studies to implement new tools or servicesQualifications2+ years in an CloudEngineer/DevOps role, managing Azure subscriptions.2+ years experience with one or more scripting languages, such as powershell, bash, or python2+ years of full-time experience building and operating solutions on Azure2+ years of working with Linux, windows with established experience of troubleshooting network and connectivity issues, application errors, user permissionsExperience writing and deploying infrastructure as code (Terraform, ARM Templates)Experience with managed cloud spendPlusesUnderstanding of infrastructure and environment security principlesExperience with Relational and/or NoSQL databasesExperience designing and performing D/RCertificationsAzure certifications a plusWhy You’ll Love Working at TricentisWe’re passionate creators – of products, of experiences and of the future of software testing automation. We offer great benefits like flexible working hours, 100% coverage of medical & dental premiums, and company paid volunteer days. We live our values of Customer Success, Continuous Innovation, One Team, Empowerment, and Give Back. Team members truly want the best for each other and the company. People are happy to share their insights and lend help when needed. Our commitment to diversity and inclusion runs deep. We actively seek out those with different perspectives and consciously take steps to ensure everyone has a voice. We want to make the best; most innovative products and we need multiple perspectives to do that. That isn’t just lip-service; we update our processes if we find a way it can be more inclusive. You will have the opportunity to make a real and meaningful impact for more than 2,000+ global customers with the best continuous testing platform in the world. Perks And BenefitsMarket competitive salary and annual performance-based bonus100% company paid medical (dependent on plan type)100% company paid dental, vision, life & disability coverage Company paid holidays, PTO and volunteer days 401(k) plan Tricentis is proud to be an equal opportunity workplace. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability, or protected veteran.",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloudops-engineer-azure-at-tricentis-3296703498?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=sAVIfbDqpSaZm%2B5IYEhLRg%3D%3D&position=6&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Cloud Engineer- Site Reliability",
            "Employer name: ": "AGM Tech Solutions - A WBENC and MBE Certified company that specializes in providing IT Staffing",
            "Job Location: ": "Alpharetta, GA",
            "Job Details: ": "Our Direct Client is looking for aSr. Infrastructure Engineer/ AWSDevops EngineerPosition Summary: Our direct client is searching for an Infrastructure Architect - CloudEngineer to join our high performance team.The successful candidate will have strong skills in systems administration, maintenance, monitoring, and production support and softwaredeployment.Things You'll Do:Prior deep experience operating workloads in Production environments using AWSservices (EC2, S3, ECS, EKS, Lambda, Route53, Fargate, DynamodDB, DocumentDB,RDS, EBS etc.)Drive and deliver next-gen architecture using AWS managed services and cross-regional resilience.Standout as a go-to person for Cloud enablement and roadmapBuild and manage multiple software development and production infrastructureenvironments (AWS and On-premise).Maintain tools, processes and associated documentation and manage API Gatewaysand underlying Infrastructure.Build, deploy and manage software development tools/environments as required by thedevelopment team (Rally, Jira, Git and others)Measure utilization of production resources and available capacity. Past experience incapacity modeling is highly desired.Experience in reviewing machine data using Splunk or other Log Analytics tools to gainfurther operational insight to improve overall systems performanceTroubleshoot software and infrastructure problems and act as development escalationpoint for production issuesWork with hosting engineering to ensure production systems achieve highest reliability,availability and performanceDeploy software in all environments; work with Production Deployment team to ensuresuccessful deploymentsExperience in cost-optimization and Cloud spend management.Ability to operate as a self-driven leader and evangelist for robust, resilient architectures.QualificationsOverall Experience: 7-10 yearsEKS - 1-2 yearsAWS  - 3-4 yearsWindows Server Administration - 2-3 yearsIIS - 2-3 yearsJenkins - 2-3 yearsOctopus deploy - 1-2 yearsSSIS  - 1-2 yearsAnsible - 1-2 yearsUnix platform - 1-2 yearsDotnet - 2-3 years supporting dotnet apps. Developer experience is a plus.Preference will be given to candidates who have thefollowing:At least 5years prior experience working with AWSAny professional certifications (Linux, VMWare, AWS, CCNA etc.) are preferred.Prior experience with Network MonitoringPrior experience with GTM/LTM infrastructureAdditional Perks:- Excellent Market Rate/Salary- Positive Work-Life Balance- Competitive Benefit Packages Including Medical Insurance, Dental Insurance.Company Overview:AGM Tech Solutions is a Women-owned Firm relationship-based IT Consulting firm dedicated to Serving our Clients Nationwide. Our dedicated teamstrives to exceed the expectations of our clients and employees by building long term relationships based on Integrity, Trust, Hard Work, Commitment and our service experience. We offer a consultative approach to each and every client by taking the time to listen to their needs and help them get where they want to go by becoming an extension of their organization.We provide Information Technology staffing: High caliber talent for temporary support and project Deliverables.Direct IT placement services: Contract-to-Hire Direct Hire professionals for longer-term needs.",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloud-engineer-site-reliability-at-agm-tech-solutions-a-wbenc-and-mbe-certified-company-that-specializes-in-providing-it-staffing-3364432462?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=VlUBthyNYnjdN5pMHyIKhA%3D%3D&position=7&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "CloudOps Engineer - Azure",
            "Employer name: ": "Tricentis",
            "Job Location: ": "Atlanta, GA",
            "Job Details: ": "The CloudOps Engineer is a critical part of our SaaS platform strategy. In this role you will work closely with engineering and security teams to ensure the security, availability, performance and cost optimization of cloud infrastructure and environments. You will join an established Cloud Operations team.As a CloudOps Engineer, you will design, implement, test, deploy and support infrastructure solutions for our products. You will coach, mentor, and proactively support engineers as they develop and operate their product. You will deploy and configure comprehensive monitoring tools used for alerting of network, systems, or security issues and drive any issues to resolution alongside engineering. You will assist in maintaining SOC2 and ISO 27001 compliance. Your role is key in expanding our ability to rapidly prototype, iterate and deliver new solutions to our customers.Essential Job Duties And ResponsibilitiesContinually improve and automate manual tasks, identify and resolve gaps in processesDesign/implement infrastructure as code templates, perform peer review of pull requestsParticipate in follow-the-sun on-call and maintenance of Operations RunbookRespond to infrastructure or security incidents alongside engineering, manage incidents to resolution by following established processesCollaborate and mentor engineering teams in developing scalable, performant applicationsProvide continuous feedback to Product, Engineering, Security and Cloud Operations teamsCreate Proof-of-concept design studies to implement new tools or servicesQualifications2+ years in an CloudEngineer/DevOps role, managing Azure subscriptions.2+ years experience with one or more scripting languages, such as powershell, bash, or python2+ years of full-time experience building and operating solutions on Azure2+ years of working with Linux, windows with established experience of troubleshooting network and connectivity issues, application errors, user permissionsExperience writing and deploying infrastructure as code (Terraform, ARM Templates)Experience with managed cloud spendPlusesUnderstanding of infrastructure and environment security principlesExperience with Relational and/or NoSQL databasesExperience designing and performing D/RCertificationsAzure certifications a plusWhy You’ll Love Working at TricentisWe’re passionate creators – of products, of experiences and of the future of software testing automation. We offer great benefits like flexible working hours, 100% coverage of medical & dental premiums, and company paid volunteer days. We live our values of Customer Success, Continuous Innovation, One Team, Empowerment, and Give Back. Team members truly want the best for each other and the company. People are happy to share their insights and lend help when needed. Our commitment to diversity and inclusion runs deep. We actively seek out those with different perspectives and consciously take steps to ensure everyone has a voice. We want to make the best; most innovative products and we need multiple perspectives to do that. That isn’t just lip-service; we update our processes if we find a way it can be more inclusive. You will have the opportunity to make a real and meaningful impact for more than 2,000+ global customers with the best continuous testing platform in the world. Perks And BenefitsMarket competitive salary and annual performance-based bonus100% company paid medical (dependent on plan type)100% company paid dental, vision, life & disability coverage Company paid holidays, PTO and volunteer days 401(k) plan Tricentis is proud to be an equal opportunity workplace. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability, or protected veteran.",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloudops-engineer-azure-at-tricentis-3296699760?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=gCOofB2a8tHcDD1dprDLsg%3D%3D&position=8&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Senior Cloud Engineer",
            "Employer name: ": "Piper Companies",
            "Job Location: ": "Fort Meade, MD",
            "Job Details: ": "Zachary Piper Solutions is seeking a Senior Cloud Engineer for a job opportunity supporting a federal company. This position is currently hybrid with some on-site work in Ft. Meade, Maryland and Annapolis, Maryland. The Senior Cloud Engineer will manage the cloud environments and resources. Candidate must hold a top secret clearance. Responsibilities for the Senior Cloud Engineer: Implement, maintain, and design cloud-based environments. Examine, plan, and implement effective monitoring of cloud resources. Assess and lead decisions about cloud, non-cloud, and hybrid environments. Manage a team of junior and mid-level cloud engineers. Administer prototype environments to compare other architectures and recommend styles that balance competing tradeoffs. Document cloud environments for internal and customer needs (architecture, costs, CI/CD design, testing, etc.) Direct cloud personnel time allocation across projects and prioritize cloud tasks.Required Qualifications for the Senior Cloud Engineer: 10+ years’ experience with designing and deploying cloud environments, AWS, or Microsoft Azure. Bachelor’s degree in Computer Science, Information Systems, Software Engineering, or equivalent amount of education and/or experience. Experience with CI/CD in cloud environments. Some experience in software development and version control. Experience using tools for cloud computing. Must hold a top secret clearance.Preferred Skills for the Senior Cloud Engineer: Experience in Government cloud environment preferred Training in cloud, container, and microservices technologies Certifications: AWS Cloud OR Microsoft AzureCompensation for the Senior Cloud Engineer: Salary Range: $110,000-$160,000 **depending on experience** Benefits: Cigna Medical, Dental, Vision, 401k, PTO, HolidaysKeywords: cloud engineer, cloud engr, cloudengineer, cloud-based, cloud environments, noncloud, non-cloud, hybrid, onsite, remote, wfh, work from home, on site, management, manage, prototype, document, documentation, senior, senior cloud, senior role, sr cloud, sr role, sr engineer, senior engineer, senior cloud engr, senior cloud engineer, aws, azure, ci/cd, cicd, software, software development, cloud computer, container, microservicesand",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/senior-cloud-engineer-at-piper-companies-3437492844?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=29rjMR4h9bWL2zKlGxehMw%3D%3D&position=9&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Cloud Server Center Engineer with Security Clearance",
            "Employer name: ": "ClearanceJobs",
            "Job Location: ": "Richardson, TX",
            "Job Details: ": "Hardware Infrastructure Engineer (Cloud Server Center) Clearance Required: Top Secret/SCI Location: Richardson, TX Rate: $60 to $90 an hour depending on benefits and qualifications Do you have Govcloud experience working with operating systems, server hardware, and configuration of private cloud environment using tools such as VMware or Amazon Web Services? We are seeking an Engineer to maintain computer server, storage, and networks; consisting of several complex on premises computer environments. Have you worked with Fabric, Linux or RHEL, AWS, Atlassian Tools? Clearance requirements: US Citizenship and a Current active TS/SCI Specialized Skills required for this position: Background in COTS product installation Fabric or similar products for O/S builds, software installation and configuration Experience with Windows and/or Linux System Administration Scripting skills (i.e. PowerShell, Python, Ruby, bash, etc.) Required Skills: Experience with Agile Development Methodologies Experience in the daily system operations and maintenance and use of administration tools Proficiency in matching system requirements (specific user or VM requirements) to compute capabilities (RAM, single-threaded speed, total throughput) Experience with the architecture and design of on premises COTS Infrastructure (IT) Proficient working knowledge of networks, storage, and virtualization (VMware) Ability to prepare and present status to management Understanding of Change Management processes - Version Control of software and applications using ClearCase and familiarity with DR's, CR's, and IR's written with ClearQuest Process oriented Able to obtain a Security Plus certification within 90 days of start Desired Skills: Current existing Security+ Certification (IAT II certification) Experience in DevOps/DevSecOps system development Experience in designing private cloud environments Experience with automation tools such as Chef (preferred), Puppet, Ansible, SaltStack Experience with Containerization (Kubernetes, Docker, Rancher) Experience with Implementing DISA STIGs Preferred Education: BA/BS degree and 5 years' experience; **Science, Technology, Engineering or Mathematics (STEM) with emphasis in Computer Science, Computer Engineering, or Information Technology preferred Mary Maves Intel & Space Sr Recruiter (703) 891-6131 *Rates listed are not a guarantee of salary/rate. Rate offered at time of hire will depend on many factors including education, experience, interview results and skill level GeoLogics is an Equal Opportunity/Affirmative Action Employer that is committed to hiring a diverse and talented workforce. EOE/Disability/Veteran #CJ #Puppet #AWS #Fabric #NOCEngineer #CloudEngineer #Servercenter",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloud-server-center-engineer-with-security-clearance-at-clearancejobs-3435700460?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=MGaOSDyQbQcTuZrNPTZhJw%3D%3D&position=10&pageNum=0&trk=public_jobs_jserp-result_search-card"
        },
        {
            "Job Title:": "Cloud Engineer (Azure) - Top Secret Clearance with Security Clearance",
            "Employer name: ": "ClearanceJobs",
            "Job Location: ": "Chantilly, VA",
            "Job Details: ": "$5,000 Sign-On Bonus*** WANTED: A Expert Cloud Engineer with a Top Secret clearancein Chantilly, VA. As a CloudEngineer, you will:Be responsible as part of a team of highly skilled professionals for designing, developing, testing and integration of a \"from the ground up\" new Microsoft Azure on-premises Enterprise IT datacenter for supporting multiple DoD organizations.This is an outstanding opportunity to design and build a new greenfield Azure solution.This position offers great opportunities for technical experience and growth.Position has some remote work flexibility. A week in the life of a CloudEngineer:Designing, developing, testing, and integrating a Microsoft Azure on-premises Enterprise IT datacenter using Agile methodologies in accordance with best practicesCollaborating with engineering and development teams to evaluate and identify optimal cloud solutions.Regularly reviewing existing cloud solutions and making recommendations for improvementsInteracting with clients, providing cloud support, and making recommendations based on client needsDiagnosing and resolving complex performance, security, and/or technical challengesDesigning automated approaches to standardize the development of Service Design Packages to integrate enterprise systemsCreate and maintain system technical documentation and replace documentation with well documented codeInteract with users to gather requirements, evaluate vendor products, analyze alternatives, and make recommendations to purchase hardware and software Work with the information systems manager to identify financial systems and reports to improve budget formulation, execution, and monitoring. Founded in 1975, AMERICAN SYSTEMS is one of the largest employee-owned companies in the United States. We are a government services contractor focused on delivering Strategic Solutions to complex national priority programs with 100+ locations worldwide. Through our focus on quality, strong cultural beliefs and innovation we deliver excellence every day. Company Awards:Forbes National Best Midsize CompaniesEnergage National Best Workplaces, NationalWashington Post Best Workplaces Veteran Hiring Awards:GOLD AWARD by U.S. Department of Labor HIRE Vets Medallion ProgramTOP 10 MILITARY FRIENDLY EMPLOYER by MilitaryFriendly.comBEST FOR VETS EMPLOYER by Military Times #cjpostJob RequirementsActive Top Secret clearanceIT or STEM Bachelor's Degree and 7+ years of relevant IT experienceMinimum DoD 8570 IAT Level 2 or greatercertification required. It can be one of the following:CCNA Security, CySA+, GICSP, GSEC, Security+ CE, CND, SSCP, CASP+ CE, CCNP Security, CISA, CISSP (or Associate), GCED, GCIH.Proficiency in PowerShell, Bash, or Python automationMust receive DoD 8570 Computing Environment certification within 6 months of hire EOE Minorities/Women/Disabled/Veterans/Gender Identity/Sexual Orientation or EEO M/W/D/V/GI/SO",
            "Link To Job: ": "https://www.linkedin.com/jobs/view/cloud-engineer-azure-top-secret-clearance-with-security-clearance-at-clearancejobs-3425059086?refId=BIHRNpVuybhXqVU9NB4yVA%3D%3D&trackingId=xH0IX%2BRDSZbbDFN4L9gnqA%3D%3D&position=11&pageNum=0&trk=public_jobs_jserp-result_search-card"
        }
    ]
}