{"college_name": null, "company_names": null, "degree": null, "designation": null, "email": null, "experience": ["week in the life of a CloudEngineer:Designing, developing, testing, and integrating a Microsoft Azure", "on-premises Enterprise IT datacenter using Agile methodologies in accordance with best", "practicesCollaborating with engineering and development teams to evaluate and identify optimal cloud", "solutions.Regularly reviewing existing cloud solutions and making recommendations for", "improvementsInteracting with clients, providing cloud support, and making recommendations based on", "client needsDiagnosing and resolving complex performance, security, and/or technical", "challengesDesigning automated approaches to standardize the development of Service Design Packages", "to integrate enterprise systemsCreate and maintain system technical documentation and replace", "documentation with well documented codeInteract with users to gather requirements, evaluate vendor", "products, analyze alternatives, and make recommendations to purchase hardware and software Work", "with the information systems manager to identify financial systems and reports to improve budget", "formulation, execution, and monitoring. Founded in 1975, AMERICAN SYSTEMS is one of the largest", "employee-owned companies in the United States. We are a government services contractor focused on", "delivering Strategic Solutions to complex national priority programs with 100+ locations worldwide.", "Through our focus on quality, strong cultural beliefs and innovation we deliver excellence every day.", "Company Awards:Forbes National Best Midsize CompaniesEnergage National Best Workplaces,", "NationalWashington Post Best Workplaces Veteran Hiring Awards:GOLD AWARD by U.S.", "Department of Labor HIRE Vets Medallion ProgramTOP 10 MILITARY FRIENDLY EMPLOYER by", "MilitaryFriendly.comBEST FOR VETS EMPLOYER by Military Times #cjpostJob", "RequirementsActive Top Secret clearanceIT or STEM Bachelor's Degree and 7+ years of relevant IT", "experienceMinimum DoD 8570 IAT Level 2 or greatercertification required. It can be one of the", "following:CCNA Security, CySA+, GICSP, GSEC, Security+ CE, CND, SSCP, CASP+ CE, CCNP", "Security, CISA, CISSP (or Associate), GCED, GCIH.Proficiency in PowerShell, Bash, or Python", "automationMust receive DoD 8570 Computing Environment certification within 6 months of hire EOE", "Minorities/Women/Disabled/Veterans/Gender Identity/Sexual Orientation or EEO M/W/D/V/GI/SO\""], "mobile_number": null, "name": "Expert Cloud", "no_of_pages": 2, "skills": ["Python", "Agile", "Testing", "System", "Analyze", "Technical", "Certification", "Hardware", "Cloud", "Security", "Reports", "Budget", "Engineering", "Design", "Documentation"], "total_experience": 0.0}